#+TITLE:DSA Questions
#+AUTHOR: Sabyasachi Bhoi

* Total number of questions done
#+begin_src sh
rg "[X]" DSA.org | wc -l
#+end_src

#+RESULTS:
: 103
